{
    "header": {
        "grc": "Αἰτήματα",
        "lat": "Postulata",
        "eng": "Postulates"
    },
    "postulates": [
        {
            "number": {
                "ordinal": {
                    "grc": "πρῶτον",
                    "lat": "Primum",
                    "eng": "First"
                    },
                "symbol": {
                    "grc": "α΄",
                    "lat": "I",
                    "eng": "1"
                }
            },
            "text": {
                "grc": "Ἠιτήσθω ἀπὸ παντὸς σημείου ἐπὶ πᾶν σημεῖον εὐθεῖαν γραμμὴν ἀγαγεῖν.",
                "lat": "Postuletur, ut a quovis puncto ad quodvis punctum recta linea ducatur.",
                "eng": "To draw a straight line from any point to any point."
            },
            "commentary": {
                "grc": "",
                "lat": "",
                "eng": ""
            }
        },
        {
            "number": {
                "ordinal": {
                    "grc": "δεύτερον",
                    "lat": "Secundum",
                    "eng": "Second"
                    },
                "symbol": {
                    "grc": "β΄",
                    "lat": "II",
                    "eng": "2"
                }
            },
            "text": {
                "grc": "Καὶ πεπερασμένην εὐθεῖαν κατὰ τὸ συνεχὲς ἐπ' εὐθείας ἐκβαλεῖν.",
                "lat": "Et ut recta linea terminata in directum educatur in continuum.",
                "eng": "To produce a finite straight line continuously in a straight line."
            },
            "commentary": {
                "grc": "",
                "lat": "",
                "eng": ""
            }
        },
        {
            "number": {
                "ordinal": {
                    "grc": "τρίτον",
                    "lat": "Tertium",
                    "eng": "Third"
                    },
                "symbol": {
                    "grc": "γ΄",
                    "lat": "III",
                    "eng": "3"
                }
            },
            "text": {
                "grc": "Καὶ παντὶ κέντρῳ καὶ διαστήματι κύκλον γράφεσθαι.",
                "lat": "Et ut quovis centro radioque circulus describatur.",
                "eng": "To describe a circle with any centre and distance."
            },
            "commentary": {
                "grc": "",
                "lat": "",
                "eng": ""
            }
        },
        {
            "number": {
                "ordinal": {
                    "grc": "τέταρτον",
                    "lat": "Quartum",
                    "eng": "Fourth"
                    },
                "symbol": {
                    "grc": "δ΄",
                    "lat": "IV",
                    "eng": "4"
                }
            },
            "text": {
                "grc": "Καὶ πάσας τὰς ὀρθὰς γωνίας ἴσας ἀλλήλαις εἶναι.",
                "lat": "Et omnes rectos angulos inter se aequales esse.",
                "eng": "That all right angles are equal to one another."
            },
            "commentary": {
                "grc": "",
                "lat": "",
                "eng": ""
            }
        },
        {
            "number": {
                "ordinal": {
                    "grc": "πέμπτον",
                    "lat": "Quintum",
                    "eng": "Fifth"
                    },
                "symbol": {
                    "grc": "ε΄",
                    "lat": "V",
                    "eng": "5"
                }
            },
            "text": {
                "grc": "Καὶ ἐὰν εἰς δύο εὐθείας εὐθεῖα ἐμπίπτουσα τὰς ἐντὸς καὶ ἐπὶ τὰ αὐτὰ μέρη γωνίας δύο ὀρθῶν ἐλάσσονας ποιῇ, ἐκβαλλομένας τὰς δύο εὐθείας ἐπ' ἄπειρον συμπίπτειν, ἐφ' ἃ μέρη εἰσὶν αἱ τῶν δύο ὀρθῶν ἐλάσσονες.",
                "lat": "Et, si in duas lineas rectas recta incidens angulos interiores et ad eandem partem duobus rectis minores effecerit, rectas illas in infinitum productas concurrere ad eandem partem, in qua sint anguli duobus rectis minores.",
                "eng": "That, if a straight line falling on two straight lines make the interior angles on the same side less than two right angles, the two straight lines, if produced indefinitely, meet on that side on which are the angles less than the two right angles."
            },
            "commentary": {
                "grc": "",
                "lat": "",
                "eng": ""
            }
        }
    ]
}
